[{"Type":"Non-Enveloped virus","Introduction":"The Rhinovirus is a single-stranded RNA virus with a positive sense, belonging to the Enterovirus genus in the Picornaviridae family. Rhinovirus is the most prevalent infectious agent in humans and is the primary cause of the common cold.","Structure2":"The Rhinovirus has a single-stranded positive-sense RNA genome with a length ranging from 7200 to 8500 nucleotides. At the 5' end of the genome is a protein encoded by the virus and, similar to mRNA in mammals, it has a long 3' poly-A tail. The structural protein is encoded in the 5' region of the genome, and there is a non-structural region at the 3' end. This pattern is consistent across all picornaviruses. The virus particles themselves are non-enveloped and have a twelve-sided structure.","Individual":"Individual","LinkImage":"\/Screen\/XML\/Image\/rhinovirus.jpg","Id":1,"LinkImage2":"\/Screen\/XML\/Image\/rhinovirus_LifeCycle.jpg","Structure":"Nucleic Acid + Capsid","LinkVideo":"Viruses\/src\/Data\/Video\/Rhinovirus.mp4","Name":"rhinovirus"},{"Type":"Non-Enveloped virus","Introduction":"The Rhinovirus is a single-stranded RNA virus with a positive sense, belonging to the Enterovirus genus in the Picornaviridae family. Rhinovirus is the most prevalent infectious agent in humans and is the primary cause of the common cold.","Structure2":"Norovirus lacks an envelope, exhibiting a characteristic 20-faced shape. The capsid diameter varies significantly, ranging from 23 to 40 nm. Norovirus contains a linear, non-segmented RNA genome of approximately 7.5 kilobases, encoding a large polyprotein that is cleaved into six smaller non-structural proteins (NS1\/2 to NS7) by the virus's 3C-like protease (NS6). Additionally, it includes a major structural protein (VP1) with an approximate weight of 58-60 kDa and a small capsid protein","Individual":"The replication of the virus relies on cellular material. Cell entry is achieved by attaching to receptors of the host, acting as intermediaries for the entry process. Transcription of the positive-sense RNA viral chain is the method of replication. The decoding process occurs through leaky scanning and reinitiation of RNA termination.","LinkImage":"\/Screen\/XML\/Image\/Norovirus.jpg","Id":2,"LinkImage2":"\/Screen\/XML\/Image\/Norovirus_LifeCycle.png","Structure":"Nucleic Acid + Capsid","LinkVideo":"Viruses\/src\/Data\/Video\/norovirus.mp4","Name":"norovirus"}]